[MD_WOTC_BOIII_LMG_48DREDGE_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="48 Dredge 型"
FriendlyNamePlural="48 Dredge 型"
AbilityDescName="轻机枪"
BriefSummary="这个 48 Dredge 系列是基于FN迷你系列的小队支援武器。这种武器的射击速度与任何迷你一样快，因此工程师们设计了48 Dredge SSW型，以便降低总发热量，在较长时间内保持较高的射击速度。该武器支持多种不同的配置，以满足操作的需求。"
TacticalText="<Bullet/>类型：轻机枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，开放式枪栓\n<Bullet/>弹匣：5.56×45毫米子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：常规"

[MD_WOTC_BOIII_LMG_48DREDGE_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="48 Dredge 型"
FriendlyNamePlural="48 Dredge 型"
AbilityDescName="轻机枪"
BriefSummary="这个 48 Dredge 系列是基于FN迷你系列的小队支援武器。这种武器的射击速度与任何迷你一样快，因此工程师们设计了48 Dredge SSW型，以便降低总发热量，在较长时间内保持较高的射击速度。该武器支持多种不同的配置，以满足操作的需求。"
TacticalText="<Bullet/>类型：轻机枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，开放式枪栓\n<Bullet/>弹匣：5.56×45毫米子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_LMG_48DREDGE_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="249 Ares 0 型"
FriendlyNamePlural="249 Ares 0 型"
AbilityDescName="轻机枪"
BriefSummary="这个 48 Dredge 系列是基于FN迷你系列的小队支援武器。这种武器的射击速度与任何迷你一样快，因此工程师们设计了48 Dredge SSW型，以便降低总发热量，在较长时间内保持较高的射击速度。该武器支持多种不同的配置，以满足操作的需求。"
TacticalText="<Bullet/>类型：轻机枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，开放式枪栓\n<Bullet/>弹匣：5.56×45毫米子弹\n<Bullet/>产地：英国 \n<Bullet/>级别：光束"